brew "nvim"
cask "kitty"
cask "google-chrome"
cask "brave-browser"

brew "tmux"
brew "starship"
cask "karabiner-elements"
brew "atuin"
brew "direnv"
brew "fd"
brew "asdf"
cask "docker"
brew "docker-compose"
brew "gnupg"
brew "ykman"
brew "zoxide"
brew "ripgrep"
brew "git-delta"
brew "fzf"
brew "eza"
brew "gopass"
brew "zsh-fast-syntax-highlighting"
cask "alt-tab"
cask "slack"
brew "bat"

brew "lazygit"
brew "dust"
brew "duf"
brew "htop"
cask "aerospace"
brew "pinentry-mac"
cask "ghostty"
brew "mpv"

cask "redis-stack/redis-stack/redis-stack"
