brew "nvim"
cask "google-chrome"
cask "brave-browser"

brew "tmux"
brew "starship"
cask "karabiner-elements"
brew "atuin"
brew "direnv"
brew "fd"
brew "asdf"
cask "docker"
brew "docker-compose"
brew "gnupg"
brew "ykman"
brew "zoxide"
brew "ripgrep"
brew "git-delta"
brew "fzf"
brew "eza"
brew "gopass"
brew "zsh-fast-syntax-highlighting"
cask "alt-tab"
cask "slack"
brew "bat"
brew "syncthing"
brew "imagemagick"
brew "ffmpeg"
brew "gifsicle"
brew "ansible"
cask "discord"
brew "bitwarden-cli"
cask "steam"

brew "lazygit"
brew "dust"
brew "duf"
brew "htop"
cask "nikitabobko/tap/aerospace"
brew "pinentry-mac"
cask "ghostty"
brew "mpv"
brew "redis"
brew "tailscale"
cask "mullvadvpn"
brew "caarlos0/tap/timer"

# cask "redis-stack/redis-stack/redis-stack"
